{
    "Các đặc trưng cơ bản của mạng WAN?": "Tất cả 3 phương án đều đúng",
    "Website là gì?": "Là một tập hợp trang Web.",
    "Internet được hình thành từ dự án nào dưới đây?": "Từ một dự án nghiên cứu của Bộ quốc phòng Mỹ.",
    "ARPANET đã ngừng hoạt động vào khoảng năm nào?": "1990",
    "Ethernet là?": "Một chuẩn mạng cục bộ (LAN).",
    "Upload là gì?": "Là thuật ngữ chỉ việc tải dữ liệu từ các máy tính Client lên Server (máy chủ)",
    "Tên miền (Domain name) là gì?": "Là tên định danh cho một địa chỉ IP để giúp dễ nhớ, dễ hiểu hơn.",
    "Tên miền nào được dùng cho các tổ chức nói chung ?": ".org",
    "Tên miền nào được dùng cho tổ chức, cá nhân hoạt động trong lĩnh vực thương mại tại Việt Nam?": ".com.vn",
    "Ngôn ngữ đánh dấu siêu văn bản HTML là?": "Là ngôn ngữ thiết kế Web đơn giản, sử dụng các thẻ để tạo ra các trang văn bản hỗn hợp.",
    "Bộ giao thức nào được sử dụng phổ biến trên Internet?": "TCP/IP.",
    "Các lĩnh vực có thể được đăng tải và sử dụng trên Internet gồm:": "Tất cả 3 phương án đều đúng",
    "Khẳng định nào sau đây là đúng?": "Internet là mạng WAN.",
    "Download là gì?": "Là thuật ngữ chỉ việc tải dữ liệu từ Server (máy chủ) về máy tính Client(máy khách)",
    "Mục đích chính của việc đưa ra tên miền:": "Dễ nhớ hơn địa chỉ IP",
    "Internet Explorer là ứng dụng do công ty nào phát hành?": "Microsoft",
    "Internet là gì?": "Là một hệ thống mạng thông tin toàn cầu được kết nối từ rất nhiều hệ thống mạng có quy mô nhỏ hơn.",
    "ARPANET là?": "Một mạng máy tính do bộ quốc phòng Mỹ xây dựng, có thể coi là tiền thân của Internet.",
    "Phát biểu nào sau đây là đúng ?": "Tại Việt Nam: tên miền được quản lý và cung cấp bởi VNNIC",
    "Khái niệm Trình duyệt Web là:": "Một phần mềm ứng dụng cho phép người sử dụng xem và tương tác với các văn bản, hình ảnh, đoạn phim, nhạc, trò chơi….",
    "Ngôn ngữ đánh dấu siêu văn bản được viết tắt thành?": "HTML",
    "Đặc trưng cơ bản của mạng LAN là:": "Tất cả 3 phương án đều đúng",
    "HTML (HyperText Markup Language) là gì?": "Là ngôn ngữ đánh dấu được thiết kế ra để tạo nên các trang web, nghĩa là các mẫu thông tin được trình bày trên World Wide Web.",
    "Dịch vụ Ineternet được chính thức cung cấp tại Việt nam vào năm nào?": "1997",
    "Internet được ra đời vào năm nào?": "1969",
    "Tên miền nào được dùng cho tổ chức, cá nhân hoạt động trong lĩnh vực giáo dục, đào tạo?": ".edu",
    "Theo quy định đối với bài kiểm tra trắc nghiệm trên hệ thống EHOU, người học có thể thực hiện bao nhiêu lần?": "Tối đa 3 lần và tính điểm cao nhất.",
    "Lớp học Vclass là gì?": "Là lớp học trực tuyến có sự tham gia trực tiếp của giảng viên, người học có thể trao đổi - thảo luận trực tiếp với giảng viên, bạn bè cùng lớp .",
    "Hoạt động Thực hành - luyện tập trên hệ thống EHOU giúp người học?": "Tất cả các phương án đều đúng",
    "Nếu không đăng nhập được vào lớp học, người học nên làm gì?": "Gửi email, gọi điện cho cố vấn học tập hoặc cán bộ của nhà trường",
    "Bài giảng dạng Text là gi?": "Là tài liệu ở dạng văn bản, cung cấp cho người học đầy đủ các kiến thức của bài học dưới dạng Text, người học có thể tải về máy.",
    "Các bài kiểm tra trên hệ thống dưới hình thức tự luận hoặc bài tập kỹ năng sẽ?": "Giảng viên chấm bài trực tiếp trên hệ thống và thông báo kết quả qua hệ thống tài khoản của người học.",
    "Hoạt động Học lý thuyết là?": "Tất cả các phương án đều đúng"
}